Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Shape is checked here. Meaning is not: a same-width vector from another checkpoint can still steer the wrong direction.
ar: يتم فحص الشكل هنا وليس المعنى: يمكن لمتجه بنفس العرض من نقطة فحص أخرى أن يوجه في الاتجاه الخاطئ.
de: Hier wird die Form geprüft. Die Bedeutung nicht: Ein gleich breiter Vektor aus einem anderen Prüfpunkt kann dennoch in die falsche Richtung lenken.
es: Aquí se comprueba la forma. El significado no: un vector del mismo ancho de otro punto de control aún puede orientar en la dirección incorrecta.
fr: La forme est vérifiée ici. Pas le sens : un vecteur de même largeur issu d'un autre point de contrôle peut orienter dans la mauvaise direction.
he: הצורה נבדקת כאן. המשמעות לא: וקטור באותו רוחב מנקודת בדיקה אחרת עדיין יכול לכוון לכיוון הלא נכון.
hi: यहाँ आकार की जाँच की जाती है। अर्थ की नहीं: किसी अन्य चेकपॉइंट का समान चौड़ाई वाला वेक्टर अभी भी गलत दिशा में ले जा सकता है।
id: Bentuk diperiksa di sini. Maknanya tidak: vektor dengan lebar yang sama dari titik pemeriksaan lain masih dapat mengarahkan ke arah yang salah.
it: La forma viene controllata qui. Il significato no: un vettore della stessa larghezza di un altro checkpoint può comunque deviare nella direzione sbagliata.
ja: ここでは形状のみが確認されます。意味は確認されません。別のチェックポイントの同じ幅のベクトルでも、間違った方向に誘導される可能性があります。
ko: 여기서는 형상만 확인됩니다. 의미는 확인되지 않습니다. 다른 체크포인트의 동일한 너비 벡터라도 잘못된 방향으로 조향될 수 있습니다.
nl: Vorm wordt hier gecontroleerd. Betekenis niet: een vector van dezelfde breedte van een ander controlepunt kan nog steeds de verkeerde kant op sturen.
pl: Kształt jest sprawdzany tutaj. Znaczenie nie: wektor o tej samej szerokości z innego punktu kontrolnego może nadal sterować w złym kierunku.
pt_br: A forma é verificada aqui. O significado não: um vetor de mesma largura de outro ponto de verificação ainda pode direcionar para o lado errado.
ru: Здесь проверяется размерность, но не семантика: вектор той же ширины из другой контрольной точки может направлять модель неверно.
sv: Formen kontrolleras här. Betydelsen gör det inte: en vektor med samma bredd från en annan kontrollpunkt kan fortfarande styra i fel riktning.
tr: Şekil burada kontrol edilir. Anlam kontrol edilmez: başka bir kontrol noktasından aynı genişlikteki bir vektör yine de yanlış yöne yönlendirebilir.
uk: Тут перевіряється форма, але не зміст: вектор тієї самої ширини з іншої контрольної точки все одно може скеровувати у неправильному напрямку.
vi: Hình dạng được kiểm tra ở đây. Ý nghĩa thì không: một vector cùng chiều rộng từ điểm kiểm tra khác vẫn có thể điều hướng sai hướng.
zh_hans: 此处仅检查形状，不检查含义：来自另一个检查点的相同宽度向量仍可能引向错误的方向。
zh_hant: 此處僅檢查形狀，不檢查含義：來自另一個檢查點的相同寬度向量仍可能引導至錯誤的方向。

source: Steering is off
ar: التوجيه معطل
de: Steering ist deaktiviert
es: El direccionamiento está desactivado
fr: Le guidage est désactivé
he: ההיגוי כבוי
hi: स्टीयरिंग बंद है
id: Kemudi mati
it: Lo steering è disattivato
ja: ステアリングはオフです
ko: 조향 꺼짐
nl: Sturing staat uit
pl: Sterowanie jest wyłączone
pt_br: O direcionamento está desativado
ru: Управление отключено
sv: Styrning är av
tr: Yönlendirme kapalı
uk: Керування вимкнено
vi: Đã tắt điều hướng
zh_hans: 引导已关闭
zh_hant: 引導已關閉

source: Reload to apply
ar: أعد التحميل للتطبيق
de: Neu laden zum Anwenden
es: Recargar para aplicar
fr: Recharger pour appliquer
he: טען מחדש כדי להחיל
hi: लागू करने के लिए पुनः लोड करें
id: Muat ulang untuk menerapkan
it: Ricarica per applicare
ja: 再読み込みして適用
ko: 적용하려면 다시 로드
nl: Opnieuw laden om toe te passen
pl: Załaduj ponownie, aby zastosować
pt_br: Recarregar para aplicar
ru: Перезагрузите для применения
sv: Läs in igen för att tillämpa
tr: Uygulamak için yeniden yükle
uk: Перезавантажте для застосування
vi: Tải lại để áp dụng
zh_hans: 重新加载以应用
zh_hant: 重新載入以套用

source: Download a GGUF control vector, check its shape, and select it for the next model load.
ar: قم بتنزيل متجه تحكم GGUF وتحقق من شكله وحدده لتحميل النموذج التالي.
de: Laden Sie einen GGUF-Kontrollvektor herunter, überprüfen Sie seine Form und wählen Sie ihn für den nächsten Modellladevorgang aus.
es: Descarga un vector de control GGUF, comprueba su forma y selecciónalo para la próxima carga del modelo.
fr: Téléchargez un vecteur de contrôle GGUF, vérifiez sa forme et sélectionnez-le pour le prochain chargement de modèle.
he: הורד וקטור בקרת GGUF, בדוק את צורתו ובחר בו לטעינת המודל הבאה.
hi: एक GGUF नियंत्रण वेक्टर डाउनलोड करें, इसके आकार की जांच करें, और इसे अगले मॉडल लोड के लिए चुनें।
id: Unduh vektor kontrol GGUF, periksa bentuknya, dan pilih untuk pemuatan model berikutnya.
it: Scarica un vettore di controllo GGUF, controllane la forma e selezionalo per il successivo caricamento del modello.
ja: GGUFコントロールベクトルをダウンロードし、その形状を確認して、次回のモデルロード用に選択します。
ko: GGUF 제어 벡터를 다운로드하고 형상을 확인한 후 다음 모델 로드 시 선택하세요.
nl: Download een GGUF-controlevector, controleer de vorm en selecteer deze voor de volgende modellading.
pl: Pobierz wektor kontrolny GGUF, sprawdź jego kształt i wybierz go do następnego załadowania modelu.
pt_br: Baixe um vetor de controle GGUF, verifique sua forma e selecione-o para o próximo carregamento do modelo.
ru: Загрузите вектор управления GGUF, проверьте его форму и выберите для следующей загрузки модели.
sv: Ladda ner en GGUF-kontrollvektor, kontrollera dess form och välj den för nästa modellinläsning.
tr: Bir GGUF kontrol vektörü indirin, şeklini kontrol edin ve bir sonraki model yüklemesi için seçin.
uk: Завантажте контрольний вектор GGUF, перевірте його форму та виберіть для наступного завантаження моделі.
vi: Tải xuống vector điều khiển GGUF, kiểm tra hình dạng của nó và chọn nó cho lần tải mô hình tiếp theo.
zh_hans: 下载 GGUF 控制向量，检查其形状，并将其选用于下一次模型加载。
zh_hant: 下載 GGUF 控制向量，檢查其形狀，並將其選用於下一次模型載入。

source: Hugging Face source
ar: مصدر Hugging Face
de: Hugging Face-Quelle
es: Fuente de Hugging Face
fr: Source Hugging Face
he: מקור Hugging Face
hi: Hugging Face स्रोत
id: Sumber Hugging Face
it: Sorgente Hugging Face
ja: Hugging Face ソース
ko: Hugging Face 소스
nl: Hugging Face-bron
pl: Źródło Hugging Face
pt_br: Origem do Hugging Face
ru: Источник Hugging Face
sv: Hugging Face-källa
tr: Hugging Face kaynağı
uk: Джерело Hugging Face
vi: Nguồn Hugging Face
zh_hans: Hugging Face 来源
zh_hant: Hugging Face 來源

source: Preset
ar: إعداد مسبق
de: Voreinstellung
es: Preajuste
fr: Préréglage
he: הגדרה מוגדרת מראש
hi: प्रीसेट
it: Preimpostazione
ja: プリセット
ko: 프리셋
nl: Voorinstelling
pl: Ustawienie wstępne
pt_br: Predefinição
ru: Предустановка
sv: Förinställning
tr: Önayar
uk: Пресет
vi: Cài đặt sẵn
zh_hans: 预设
zh_hant: 預設

source: Ablate strength
ar: قوة الاستئصال
de: Ablationsstärke
es: Fuerza de ablación
fr: Force d'ablation
he: עוצמת אבלציה
hi: उन्मूलन शक्ति
id: Kekuatan ablasi
it: Intensità di ablazione
ja: 切除強度
ko: 절제 강도
nl: Ablatiesterkte
pl: Siła ablacji
pt_br: Força de ablação
ru: Сила абляции
sv: Ablationsstyrka
tr: Ablasyon gücü
uk: Сила абляції
vi: Cường độ cắt bỏ
zh_hans: 消融强度
zh_hant: 消融強度

source: Ablation is an activation edit. It can be used on an ordinary model, including one that was not pre-abliterated. The vector still needs to come from this checkpoint, and this check cannot prove that semantic match.
ar: الاستئصال هو تعديل للتنشيط. يمكن استخدامه على نموذج عادي، بما في ذلك نموذج لم يتم تجريده مسبقًا. لا يزال المتجه بحاجة إلى القدوم من نقطة الفحص هذه، ولا يمكن لهذا الفحص إثبات هذا التطابق الدلالي.
de: Ablation ist eine Aktivierungsbearbeitung. Sie kann bei einem gewöhnlichen Modell verwendet werden, auch wenn es nicht vorab abliteriert wurde. Der Vektor muss dennoch von diesem Prüfpunkt stammen, und diese Prüfung kann diese semantische Übereinstimmung nicht beweisen.
es: La ablación es una edición de activación. Se puede utilizar en un modelo ordinario, incluido uno que no haya sido desliterado previamente. El vector aún debe provenir de este punto de control, y esta comprobación no puede demostrar esa coincidencia semántica.
fr: L'ablation est une modification d'activation. Elle peut être utilisée sur un modèle ordinaire, y compris non pré-oblitéré. Le vecteur doit toujours provenir de ce point de contrôle, et cette vérification ne peut prouver cette correspondance sémantique.
he: אבלציה היא עריכת הפעלה. ניתן להשתמש בה על מודל רגיל, כולל כזה שלא עבר אבלציה מראש. הווקטור עדיין צריך להגיע מנקודת בדיקה זו, ובדיקה זו אינה יכולה להוכיח התאמה סמנטית זו.
hi: उन्मूलन एक सक्रियण संपादन है। इसका उपयोग एक साधारण मॉडल पर किया जा सकता है, जिसमें वह मॉडल भी शामिल है जिसे पहले से समाप्त नहीं किया गया था। वेक्टर को अभी भी इस चेकपॉइंट से आने की आवश्यकता है, और यह जांच उस सिमेंटिक मिलान को साबित नहीं कर सकती है।
id: Ablasi adalah pengeditan aktivasi. Ini dapat digunakan pada model biasa, termasuk yang tidak di-ablitasi sebelumnya. Vektor masih harus berasal dari titik pemeriksaan ini, dan pemeriksaan ini tidak dapat membuktikan kecocokan semantik tersebut.
it: L'ablazione è una modifica dell'attivazione. Può essere utilizzata su un modello ordinario, compreso uno non pre-obliterato. Il vettore deve comunque provenire da questo checkpoint e questo controllo non può dimostrare tale corrispondenza semantica.
ja: アブレーションはアクティベーションの編集です。事前除去処理されていないモデルを含む通常のモデルで使用できます。ベクトルはこのチェックポイントからのものである必要があり、このチェックではセマンティックな一致を証明できません。
ko: 절제는 활성화 편집입니다. 사전 제거되지 않은 일반 모델에서도 사용할 수 있습니다. 벡터는 여전히 이 체크포인트에서 가져와야 하며, 이 검사로는 의미론적 일치를 증명할 수 없습니다.
nl: Ablatie is een activatiebewerking. Het kan worden gebruikt op een gewoon model, inclusief een model dat niet vooraf is geabliteerd. De vector moet nog steeds van dit controlepunt komen, en deze controle kan die semantische overeenkomst niet bewijzen.
pl: Ablacja to modyfikacja aktywacji. Można jej używać na zwykłym modelu, w tym takim, który nie został wstępnie zmodyfikowany. Wektor nadal musi pochodzić z tego punktu kontrolnego, a to sprawdzenie nie może potwierdzić zgodności semantycznej.
pt_br: A ablação é uma edição de ativação. Ela pode ser usada em um modelo comum, incluindo um que não tenha sido pré-abliterado. O vetor ainda precisa vir deste ponto de verificação, e esta verificação não pode comprovar essa correspondência semântica.
ru: Абляция — это изменение активаций. Ее можно использовать для обычной модели, включая ту, которая не была предварительно обработана. Вектор все равно должен быть получен из этой контрольной точки, и эта проверка не может гарантировать семантическое соответствие.
sv: Ablation är en aktiveringsredigering. Den kan användas på en vanlig modell, inklusive en som inte har förablitrerats. Vektorn måste fortfarande komma från denna kontrollpunkt, och denna kontroll kan inte bevisa den semantiska matchningen.
tr: Ablasyon bir aktivasyon düzenlemesidir. Önceden arındırılmamış olanlar da dahil olmak üzere sıradan bir modelde kullanılabilir. Vektörün yine de bu kontrol noktasından gelmesi gerekir ve bu kontrol bu anlamsal eşleşmeyi kanıtlayamaz.
uk: Абляція — це редагування активацій. Її можна використовувати на звичайній моделі, включаючи ту, яка не була попередньо оброблена. Вектор все одно має походити з цієї контрольної точки, і ця перевірка не може підтвердити семантичну відповідність.
vi: Cắt bỏ là một chỉnh sửa kích hoạt. Nó có thể được sử dụng trên một mô hình thông thường, bao gồm cả mô hình chưa được loại bỏ trước. Vector vẫn cần phải đến từ điểm kiểm tra này và quá trình kiểm tra này không thể chứng minh sự trùng khớp về mặt ngữ nghĩa đó.
zh_hans: 消融是一种激活编辑。它可用于普通模型，包括未预先消融的模型。向量仍需来自此检查点，并且此检查无法证明语义匹配。
zh_hant: 消融是一種激活編輯。它可用於普通模型，包括未預先消融的模型。向量仍需來自此檢查點，且此檢查無法證明語意相符。

source: Community sources
ar: مصادر المجتمع
de: Community-Quellen
es: Fuentes de la comunidad
fr: Sources de la communauté
he: מקורות קהילתיים
hi: सामुदायिक स्रोत
id: Sumber komunitas
it: Sorgenti della community
ja: コミュニティソース
ko: 커뮤니티 소스
nl: Community-bronnen
pl: Źródła społeczności
pt_br: Fontes da comunidade
ru: Источники сообщества
sv: Community-källor
tr: Topluluk kaynakları
uk: Джерела спільноти
vi: Nguồn cộng đồng
zh_hans: 社区来源
zh_hant: 社群來源

source: TurboSpark accepts GGUF control vectors here. Research .pt axes need offline conversion first.
ar: يقبل TurboSpark متجهات تحكم GGUF هنا. تحتاج محاور البحث .pt إلى تحويل دون اتصال أولاً.
de: TurboSpark akzeptiert hier GGUF-Kontrollvektoren. Forschungsachsen im .pt-Format müssen zuerst offline konvertiert werden.
es: TurboSpark acepta vectores de control GGUF aquí. Los ejes de investigación .pt necesitan conversión fuera de línea primero.
fr: TurboSpark accepte les vecteurs de contrôle GGUF ici. Les axes de recherche .pt nécessitent d'abord une conversion hors ligne.
he: TurboSpark מקבל כאן וקטורי בקרה של GGUF. צירי מחקר מסוג .pt זקוקים להמרה לא מקוונת תחילה.
hi: TurboSpark यहाँ GGUF नियंत्रण वैक्टर स्वीकार करता है। शोध .pt अक्षों को पहले ऑफ़लाइन रूपांतरण की आवश्यकता होती है।
id: TurboSpark menerima vektor kontrol GGUF di sini. Sumbu penelitian .pt memerlukan konversi offline terlebih dahulu.
it: TurboSpark accetta vettori di controllo GGUF qui. Gli assi di ricerca .pt richiedono prima la conversione offline.
ja: TurboSpark はここで GGUF コントロールベクトルを受け入れます。研究用の .pt 軸は最初にオフライン変換が必要です。
ko: TurboSpark는 여기서 GGUF 제어 벡터를 허용합니다. 연구용 .pt 축은 먼저 오프라인 변환이 필요합니다.
nl: TurboSpark accepteert hier GGUF-controlevectoren. Onderzoeks-.pt-assen hebben eerst offline conversie nodig.
pl: TurboSpark akceptuje tutaj wektory kontrolne GGUF. Osie badawcze .pt wymagają wcześniejszej konwersji offline.
pt_br: O TurboSpark aceita vetores de controle GGUF aqui. Os eixos .pt de pesquisa precisam de conversão offline primeiro.
ru: TurboSpark принимает здесь векторы управления GGUF. Оси исследований .pt требуют предварительного офлайн-преобразования.
sv: TurboSpark accepterar GGUF-kontrollvektorer här. Forsknings-.pt-axlar behöver offlinekonvertering först.
tr: TurboSpark burada GGUF kontrol vektörlerini kabul eder. Araştırma amaçlı .pt eksenlerinin önce çevrimdışı dönüştürülmesi gerekir.
uk: TurboSpark приймає тут контрольні вектори GGUF. Дослідницькі осі .pt спочатку потребують офлайн-конвертації.
vi: TurboSpark chấp nhận các vector điều khiển GGUF tại đây. Các trục nghiên cứu .pt cần chuyển đổi ngoại tuyến trước.
zh_hans: TurboSpark 在此处接受 GGUF 控制向量。研究用的 .pt 轴需要先进行离线转换。
zh_hant: TurboSpark 在此處接受 GGUF 控制向量。研究用的 .pt 軸需要先進行離線轉換。

source: Checking vector...
ar: جارٍ فحص المتجه...
de: Vektor wird überprüft...
es: Comprobando vector...
fr: Vérification du vecteur...
he: בודק וקטור...
hi: वेक्टर की जाँच की जा रही है...
id: Memeriksa vektor...
it: Verifica vettore in corso...
ja: ベクトルを確認中...
ko: 벡터 확인 중...
nl: Vector controleren...
pl: Sprawdzanie wektora...
pt_br: Verificando vetor...
ru: Проверка вектора...
sv: Kontrollerar vektor...
tr: Vektör kontrol ediliyor...
uk: Перевірка вектора...
vi: Đang kiểm tra vector...
zh_hans: 正在检查向量...
zh_hant: 正在檢查向量...

source: Download and Use
ar: تنزيل واستخدام
de: Herunterladen und verwenden
es: Descargar y usar
fr: Télécharger et utiliser
he: הורד והשתמש
hi: डाउनलोड करें और उपयोग करें
id: Unduh dan Gunakan
it: Scarica e usa
ja: ダウンロードして使用
ko: 다운로드 및 사용
nl: Downloaden en gebruiken
pl: Pobierz i użyj
pt_br: Baixar e usar
ru: Скачать и использовать
sv: Ladda ner och använd
tr: İndir ve Kullan
uk: Завантажити та використати
vi: Tải xuống và sử dụng
zh_hans: 下载并使用
zh_hant: 下載並使用

source: SOUL.md content
ar: محتوى SOUL.md
de: SOUL.md-Inhalt
es: Contenido de SOUL.md
fr: Contenu de SOUL.md
he: תוכן SOUL.md
hi: SOUL.md सामग्री
id: Konten SOUL.md
it: Contenuto di SOUL.md
ja: SOUL.md のコンテンツ
ko: SOUL.md 콘텐츠
nl: Inhoud van SOUL.md
pl: Zawartość SOUL.md
pt_br: Conteúdo do SOUL.md
ru: Содержимое SOUL.md
sv: SOUL.md-innehåll
tr: SOUL.md içeriği
uk: Вміст SOUL.md
vi: Nội dung SOUL.md
zh_hans: SOUL.md 内容
zh_hant: SOUL.md 內容

source: Save Soul As New
ar: حفظ الروح كجديد
de: Seele als neu speichern
es: Guardar alma como nueva
fr: Enregistrer l'âme comme nouvelle
he: שמור נשמה כחדשה
hi: आत्मा को नए रूप में सहेजें
id: Simpan Jiwa Sebagai Baru
it: Salva anima come nuova
ja: ソウルを新規保存
ko: 소울을 새로 저장
nl: Ziel opslaan als nieuw
pl: Zapisz duszę jako nową
pt_br: Salvar alma como nova
ru: Сохранить душу как новую
sv: Spara själ som ny
tr: Ruhu Yeni Olarak Kaydet
uk: Зберегти душу як нову
vi: Lưu linh hồn dưới dạng mới
zh_hans: 将灵魂另存为新项
zh_hant: 將靈魂另存為新項

source: Loads live AGENTS.md or CLAUDE.md instructions from the repository root.
ar: يقوم بتحميل تعليمات AGENTS.md أو CLAUDE.md المباشرة من جذر المستودع.
de: Lädt Live-Anweisungen aus AGENTS.md oder CLAUDE.md aus dem Repository-Stammverzeichnis.
es: Carga instrucciones en vivo de AGENTS.md o CLAUDE.md desde la raíz del repositorio.
fr: Charge les instructions AGENTS.md ou CLAUDE.md en direct depuis la racine du dépôt.
he: טוען הוראות AGENTS.md או CLAUDE.md חיות משורש המאגר.
hi: रिपॉजिटरी रूट से लाइव AGENTS.md या CLAUDE.md निर्देश लोड करता है।
id: Memuat instruksi langsung AGENTS.md atau CLAUDE.md dari root repositori.
it: Carica le istruzioni live di AGENTS.md o CLAUDE.md dalla radice del repository.
ja: リポジトリのルートからライブの AGENTS.md または CLAUDE.md の指示を読み込みます。
ko: 저장소 루트에서 실시간 AGENTS.md 또는 CLAUDE.md 지침을 로드합니다.
nl: Laadt live AGENTS.md- of CLAUDE.md-instructies vanuit de hoofdmap van de repository.
pl: Ładuje instrukcje na żywo z plików AGENTS.md lub CLAUDE.md z katalogu głównego repozytorium.
pt_br: Carrega instruções dinâmicas do AGENTS.md ou CLAUDE.md da raiz do repositório.
ru: Загружает актуальные инструкции AGENTS.md или CLAUDE.md из корня репозитория.
sv: Läser in aktiva AGENTS.md- eller CLAUDE.md-instruktioner från lagringsplatsens rot.
tr: Depo kök dizininden canlı AGENTS.md veya CLAUDE.md talimatlarını yükler.
uk: Завантажує актуальні інструкції AGENTS.md або CLAUDE.md з кореня репозиторію.
vi: Tải hướng dẫn trực tiếp của AGENTS.md hoặc CLAUDE.md từ thư mục gốc của kho lưu trữ.
zh_hans: 从仓库根目录加载实时 AGENTS.md 或 CLAUDE.md 指令。
zh_hant: 從儲存庫根目錄載入即時 AGENTS.md 或 CLAUDE.md 指示。

source: No project folder attached. Set a folder in project settings to read AGENTS.md.
ar: لا يوجد مجلد مشروع مرفق. حدد مجلدًا في إعدادات المشروع لقراءة AGENTS.md.
de: Kein Projektordner angehängt. Legen Sie einen Ordner in den Projekteinstellungen fest, um AGENTS.md zu lesen.
es: No hay carpeta de proyecto adjunta. Establece una carpeta en la configuración del proyecto para leer AGENTS.md.
fr: Aucun dossier de projet associé. Définissez un dossier dans les paramètres du projet pour lire AGENTS.md.
he: לא צורפה תיקיית פרויקט. הגדר תיקייה בהגדרות הפרויקט כדי לקרוא את AGENTS.md.
hi: कोई प्रोजेक्ट फ़ोल्डर संलग्न नहीं है। AGENTS.md पढ़ने के लिए प्रोजेक्ट सेटिंग्स में एक फ़ोल्डर सेट करें।
id: Tidak ada folder proyek yang dilampirkan. Tetapkan folder di pengaturan proyek untuk membaca AGENTS.md.
it: Nessuna cartella di progetto allegata. Imposta una cartella nelle impostazioni del progetto per leggere AGENTS.md.
ja: プロジェクトフォルダーが添付されていません。AGENTS.md を読み取るにはプロジェクト設定でフォルダーを設定してください。
ko: 첨부된 프로젝트 폴더가 없습니다. AGENTS.md를 읽으려면 프로젝트 설정에서 폴더를 설정하세요.
nl: Geen projectmap gekoppeld. Stel een map in bij de projectinstellingen om AGENTS.md te lezen.
pl: Nie dołączono folderu projektu. Ustaw folder w ustawieniach projektu, aby odczytać AGENTS.md.
pt_br: Nenhuma pasta de projeto anexada. Defina uma pasta nas configurações do projeto para ler AGENTS.md.
ru: Папка проекта не подключена. Укажите папку в настройках проекта для чтения AGENTS.md.
sv: Ingen projektmapp bifogad. Ange en mapp i projektinställningarna för att läsa AGENTS.md.
tr: Ekli proje klasörü yok. AGENTS.md dosyasını okumak için proje ayarlarında bir klasör belirleyin.
uk: Папку проекту не підключено. Встановіть папку в налаштуваннях проекту для читання AGENTS.md.
vi: Chưa đính kèm thư mục dự án. Đặt thư mục trong cài đặt dự án để đọc AGENTS.md.
zh_hans: 未附加项目文件夹。在项目设置中设置文件夹以读取 AGENTS.md。
zh_hant: 未附加專案資料夾。在專案設定中設定資料夾以讀取 AGENTS.md。

source: This will permanently remove the model files (%@) from disk at: %@
ar: سيؤدي هذا إلى إزالة ملفات النموذج (%@) نهائيًا من القرص في: %@
de: Dadurch werden die Modelldateien (%@) dauerhaft von der Festplatte gelöscht unter: %@
es: Esto eliminará permanentemente los archivos del modelo (%@) del disco en: %@
fr: Cela supprimera définitivement les fichiers du modèle (%@) du disque à l'emplacement : %@
he: פעולה זו תסיר לצמיתות את קבצי המודל (%@) מהדיסק בכתובת: %@
hi: यह डिस्क से मॉडल फ़ाइलों (%@) को यहाँ से स्थायी रूप से हटा देगा: %@
id: Ini akan menghapus file model (%@) secara permanen dari disk di: %@
it: Ciò rimuoverà definitivamente i file del modello (%@) dal disco in: %@
ja: これにより、ディスク上の次の場所にあるモデルファイル（%@）が完全に削除されます: %@
ko: 이렇게 하면 디스크의 다음 위치에서 모델 파일(%@)이 영구적으로 제거됩니다: %@
nl: Hiermee worden de modelbestanden (%@) permanent van de schijf verwijderd op: %@
pl: Spowoduje to trwałe usunięcie plików modelu (%@) z dysku w lokalizacji: %@
pt_br: Isso removerá permanentemente os arquivos do modelo (%@) do disco em: %@
ru: Это приведет к безвозвратному удалению файлов модели (%@) с диска по адресу: %@
sv: Detta tar permanent bort modellfilerna (%@) från disken på: %@
tr: Bu işlem, model dosyalarını (%@) şu konumdaki diskten kalıcı olarak kaldıracaktır: %@
uk: Це назавжди видалить файли моделі (%@) з диска за шляхом: %@
vi: Thao tác này sẽ xóa vĩnh viễn các tệp mô hình (%@) khỏi đĩa tại: %@
zh_hans: 这将从磁盘上的以下位置永久删除模型文件（%@）： %@
zh_hant: 這將從磁碟上的以下位置永久刪除模型檔案（%@）： %@

source: This repository publishes %lld GGUF variants. Select a specific file to probe and install.
ar: ينشر هذا المستودع %lld من متغيرات GGUF. حدد ملفًا محددًا لفحصه وتثبيته.
de: Dieses Repository veröffentlicht %lld GGUF-Varianten. Wählen Sie eine bestimmte Datei zum Testen und Installieren aus.
es: Este repositorio publica %lld variantes de GGUF. Selecciona un archivo específico para probar e instalar.
fr: Ce dépôt publie %lld variantes GGUF. Sélectionnez un fichier spécifique à sonder et à installer.
he: מאגר זה מפרסם %lld גרסאות GGUF. בחר קובץ ספציפי לבדיקה והתקנה.
hi: यह रिपॉजिटरी %lld GGUF वेरिएंट प्रकाशित करती है। जांच और स्थापित करने के लिए एक विशिष्ट फ़ाइल का चयन करें।
id: Repositori ini menerbitkan %lld varian GGUF. Pilih file tertentu untuk diselidiki dan dipasang.
it: Questo repository pubblica %lld varianti GGUF. Seleziona un file specifico da verificare e installare.
ja: このリポジトリは %lld 個の GGUF バリアントを公開しています。プローブしてインストールする特定のファイルを選択してください。
ko: 이 저장소는 %lld개의 GGUF 변형을 게시합니다. 프로브하고 설치할 특정 파일을 선택하세요.
nl: Deze repository publiceert %lld GGUF-varianten. Selecteer een specifiek bestand om te testen en te installeren.
pl: To repozytorium publikuje %lld wariantów GGUF. Wybierz konkretny plik do zbadania i zainstalowania.
pt_br: Este repositório publica %lld variantes GGUF. Selecione um arquivo específico para sondar e instalar.
ru: Этот репозиторий публикует вариантов GGUF: %lld. Выберите конкретный файл для проверки и установки.
sv: Detta arkiv publicerar %lld GGUF-varianter. Välj en specifik fil att undersöka och installera.
tr: Bu depo %lld GGUF varyantı yayınlıyor. Araştırmak ve yüklemek için belirli bir dosya seçin.
uk: Цей репозиторій публікує варіантів GGUF: %lld. Виберіть конкретний файл для перевірки та встановлення.
vi: Kho lưu trữ này xuất bản %lld biến thể GGUF. Chọn một tệp cụ thể để thăm dò và cài đặt.
zh_hans: 此仓库发布了 %lld 个 GGUF 变体。请选择特定文件进行探测和安装。
zh_hant: 此儲存庫發布了 %lld 個 GGUF 變體。請選擇特定檔案進行探測和安裝。

source: MCP
hi: एमसीपी
